[
  {
    "text": "le 36 du mois/tous les 36 du mois",
    "desc": "A locution adverbiale, principalement utilisée à l'oral plutôt qu'à l'écrit, est employée pour désigner quelque chose qui n'existe pas, à savoir le '36ème jour d'un mois'. Cette expression signifie rarement, voire jamais. À l'origine, le chiffre 36 était utilisé par les astronomes pour définir les 36 décans du ciel. Ainsi, dire 'je croise mes voisins tous les 36 du mois' signifie que vous ne les apercevez que très rarement, tandis que dire 'Jean Pierre range son appartement tous les 36 du mois' signifie qu'il n'est presque jamais ordonné."
  },
  {
    "text": "avoir sur le bout de la langue (l')",
    "desc": "avoir le sentiment que l'on pourrait presque dire quelque chose qui nous échappe encore. chercher, parfois en vain, un terme ou un nom en ayant le sentiment d'être proche de le retrouver. il s'agit d'une expression figurative. on peut par exemple écrire :<< il m'était impossible de me rappeler son nom que j'avais pourtant sur le bout de la langue. >>"
  },
  {
    "text": "à batons rompus",
    "desc": "l'origine de cette expression est musicale. au lieu du roulement de tambour, on pouvait aussi frapper deux coups successivement avec chacune des baguettes, ce qui donnait un autre son. ainsi, aujourd'hui on peut dire « pierre et jean ont parlé de tous les sujets, une vraie discussion à bâtons rompus » pour dire que les deux hommes ont discuté sans dis continuer, en passant d'un sujet à l'autre."
  },
  {
    "text": "à bon chat, bon rat",
    "desc": "se dit de deux adversaires d'égale force. le chat, que l'homme domestiquait déjà dans l'egypte antique, était formé à chasser le rat, pour protéger notamment les celliers. dans cette lutte, les deux animaux se montraient aussi avertis l'un que l'autre l'attaque valait la défense. par exemple: antigane défiant créon, c'est à bon chat, bon ratou serena et venus williams ont fait match nul sur le court, à bon chat, bon rat"
  },
  {
    "text": "à la sueur de son front",
    "desc": "cette expression est souvent précédée de gagner son pain ». a l'origine, l'homme sans rente gagne son pain par sa seule force de travail. de façon générale, cette expression souligne la difficulté ou la grande pénibilité d'une action. par exemple: dans germinal, les maheu descendent à la mine gagner leur pain sec à la sueur de leur front. on disait déja au xiv siècle << à la sueur de son visage >>"
  },
  {
    "text": "à l'eau de rose",
    "desc": "mièvre et sans intérêt, insipide. l'origine de cette expression péjorative n'est guère flatteuse pour les femmes, qui ont longtemps utilisé des roses distillées, obtenant de l'eau de rose, pour leur toilette quotidienne. les qualités dites féminines de niaiserie ou de sentimentalisme sont symbolisées par l'eau de rose. par exemple : « l'intrigue de ce roman est à l'eau de rose », qui est équivalent à « c'est un roman de gare >>"
  },
  {
    "text": "à tout bout de champ",
    "desc": "à chaque instant, sans cesse. cette métaphore a vu son sens évoluer. au début, elle était utilisée dans un contexte spatial, par exemple pour désigner le labourage d'un terrain. elle a ensuite été utilisée dans le sens d'un événement qui se répète ou peut survenir n'importe quand. cette expression s'emploie souvent pour évoquer une situation non souhaitable ou non souhaitée. par exemple: « je ne supporte plus que ma sœur vienne chez moi à tout bout de champ, sans me prévenir ! »"
  },
  {
    "text": "aboyer a la lune",
    "desc": "(impropre)-qui au sens figuré, se dit d'un homme qui crie inutilement. a l'origine, on a bien l'image du chien -d'où le verbe aboyer », bien qu'on dise parfois crier à la lune abole sans but et sans public à la nuit tombée. par exemple: il avait beau vociférer, personne ne lui prêtait attention. il aboyait à la lune au milieu de l'open space bondé,»"
  },
  {
    "text": "accuser réception",
    "desc": "il faut entendre que le verbe accuser » n'est pas utilisé dans le sens péjoratif d'impli- quer », mais de << reconnaître qui est l'un de ses sens usuels au xvii siècle. aussi, on accusait la réception d'une missive, c'est-à-dire qu'on signalait qu'elle avait bien été délivrée et qu'on avait pu lire le message. l'expression est restée courante aujourd'hui mais elle a été raccourcie (en ôtant << la») au xix siècle. on peut écrire à la fin d'un message: merci d'accuser réception. >>"
  },
  {
    "text": "acheter chat en poche",
    "desc": "expression datant sans doute du moyen age, autour du xv siècle. le chat était utilisé pour chasser les souris mais les superstitions lui prêtant un caractère satanique, il était vendu encore emballé dans un sac que l'acheteur n'ouvrait pas. cette expression n'est plus couramment utilisée. elle signifiait acheter une chose, ou conclure un marché, sans en vérifier la qualité. par exemple : « les produits des catalogues de vpc s'achètent chat en poche. >>"
  },
  {
    "text": "adorer le veau d'or",
    "desc": "être avide de richesses, idolâtrer l'argent. on trouve traces de cette expression sous la forme << adorer le veel d'or » dès le XIeme siècle. l'origine communément admise réside dans une légende: après son ascension du mont sinai, moïse s'aperçut que pendant son absence aaron avait construit la sculpture d'un veau avec les bijoux que les hébreux lui avaient don nés. le << veau d'or » était idolâtré, ce qui est proscrit par les textes bibliques."
  },
  {
    "text": "aller à niort",
    "desc": "nier ou ignorer. le choix de la ville de niort, située dans le poitou-charentes, serait lié à la ressemblance phonétique qui existe entre le verbe« nier » et niort. cette expression argotique remonte au xvii siècle. à l'origine, on utilisait la même forme qu'aujourd'hui, mais on la trouve aussi formulée des façons suivantes : prendre le chemin de niort » [xv siècle) ou «< battre à niort », c'est-à-dire feindre, (XXeme siècle)."
  },
  {
    "text": "aller à vau-l'eau",
    "desc": "l'origine rabelaisienne de cette expression est à prendre au premier degré : «< aller à val/a vau-l'eau », dès le moyen âge, c'était marcher le long de la rivière, en en suivant le cours. par extension, c'est donc partir à la dérive, courir à sa perte. << leur mariage part à vau- l'eau >> signifie qu'un divorce est peut-être proche « la boîte est mal gérée, elle va à vau- l'eau », que l'entreprise pourrait faire faillite."
  },
  {
    "text": "aller au charbon",
    "desc": "argot du xx siècle. on dit aussi << aller au turbin ». cette expression vient du registre du travail ouvrier: le charbon rappelle les mines, l'alimentation du feu dans un poêle. la machine, elle, turbine au sens propre. plus couramment, cela évoque un métier, un travail pour lequel on est payé. on peut parler d'<< aller au charbon » pour gagner son pain >>> << à la sueur de son front >>."
  },
  {
    "text": "aller de charybde en scylla",
    "desc": "on dit aussi << tomber >> de charybde en scylla. à l'origine est un mythe antique grec : charybde et scylla sont deux monstres marins, se trouvant à un bout et à l'autre d'un détroit. charybde provoquait la mort de tous les marins d'un navire ou d'aucun, tandis qu'avec scylla la mort était forcément donnée mais pas à tous. au final, que fallait-il choisir ? par extension, << aller de charybde en scylla » c'est aller de mal en pis, passer d'un danger à un autre."
  },
  {
    "text": "aller de mal en pis",
    "desc": "de moins en moins bien, de pire en pire, en se dégradant. peut se dire d'une personne (de sa santé, par exemple), d'un animal, d'une culture, ou d'une situation. dès le moyen age on dit<< de mal en pire >> longtemps, pis >> et << pire » se sont utilisés indifféremment. par exemple: << après le gel printanier, les champs ont subi la sécheresse estivale : la situation des agriculteurs est allée de mal en pis au long de cette année. »"
  },
  {
    "text": "aller droit dans le mur",
    "desc": "courir à sa perte, aller vers l'échec. le pilote automobile qui roulerait sur un circuit entouré de murs et qui perdrait le contrôle de son véhicule foncerait effectivement vers le mur. il risquerait d'en mourir ou d'en ressortir blessé. mais l'origine exacte de cette expression n'est pas claire. par exemple: si tu continues à ne pas écouter en classe, tu vas aller droit dans le mur ! »"
  },
  {
    "text": "aller plus vite que la musique",
    "desc": "être dans la précipitation, faire les choses dans le désordre. on imagine bien un musicien jouer sa partition trop vite, désordonnant tout l'ensemble orchestral. on l'utilise souvent sous la forme négative«  il ne faut pas aller plus vite que la musique », c'est-à-dire trop se presser ou aller trop vite en besogne-au risque de mal faire ! au québec, on dit : « il ne faut pas aller plus vite que le violon. >>"
  },
  {
    "text": "aller se faire voir ailleurs",
    "desc": "être congédié violemment. on retrouve l'idée de << partir », de disparaître de la vue de celui/ celle qu'on importune. mais à l'origine, vers le début du xx siècle, cette expression n'est pas forcément insultante et signifie simplement << déménager » où d'autres gens pour- ront nous voir. l'expression va voir ailleurs si j'y suis a un sens proche."
  },
  {
    "text": "aller de mal en pis",
    "desc": "de moins en moins bien, de pire en pire, en se dégradant. peut se dire d'une personne (de sa santé, par exemple), d'un animal, d'une culture, ou d'une situation. dès le moyen age on dit<< de mal en pire >> longtemps, pis >> et << pire » se sont utilisés indifféremment. par exemple: << après le gel printanier, les champs ont subi la sécheresse estivale : la situation des agriculteurs est allée de mal en pis au long de cette année. »"
  },
  {
    "text": "aller droit dans le mur",
    "desc": "courir à sa perte, aller vers l'échec. le pilote automobile qui roulerait sur un circuit entouré de murs et qui perdrait le contrôle de son véhicule foncerait effectivement vers le mur. il risquerait d'en mourir ou d'en ressortir blessé. mais l'origine exacte de cette expression n'est pas claire. par exemple: si tu continues à ne pas écouter en classe, tu vas aller droit dans le mur ! »"
  },
  {
    "text": "aller plus vite que la musique",
    "desc": " être dans la précipitation, faire les choses dans le désordre. on imagine bien un musicien jouer sa partition trop vite, désordonnant tout l'ensemble orchestral. on l'utilise souvent sous la forme négative«< il ne faut pas aller plus vite que la musique », c'est-à-dire trop se presser ou aller trop vite en besogne-au risque de mal faire ! au québec, on dit : « il ne faut pas aller plus vite que le violon. >>"
  },
  {
    "text": "aller se faire voir ailleurs",
    "desc": "être congédié violemment. on retrouve l'idée de << partir », de disparaître de la vue de celui/ celle qu'on importune. mais à l'origine, vers le début du xx siècle, cette expression n'est pas forcément insultante et signifie simplement << déménager » où d'autres gens pourront nous voir. l'expression va voir ailleurs si j'y suis a un sens proche."
  },
  {
    "text": "armer jusqu'aux dents (etre/s')",
    "desc": "l'image, qui remonte vraisemblablement au xv siècle, est assez nette :si un soldat porte beaucoup d'armes et de munitions sur lui, il n'a plus une seule place pour en rajouter puisqu'il est déjà muni des pieds jusqu'au visage, soit jusqu'aux dents. a priori, on n'imagine pas que les dents soient un endroit pour porter des armes, c'est donc l'idée d'abondance qui est mise ici en avant."
  },
  {
    "text": "attendre 107 ans",
    "desc": "attendre longtemps, avoir l'impression << d'attendre une éternité » (locution qui est d'ailleurs équivalente et usuelle). il semblerait que la source de cette expression se trouve dans la construction de l'église notre-dame à paris, qui fut longue et dure, affirment certains, 107 années. ses initiateurs n'ont alors pas vu leur projet aboutir de leur vivant. par exemple: « dépêche-toi de mettre ton manteau, le bus ne va pas t'attendre 107 ans. >>"
  },
  {
    "text": "au diable vauvert (aller)",
    "desc": "se rendre dans un lieu éloigné, difficile d accès. d'après jean-claude bologne du magazine francophone des académies, elle remonte au xv siècle et désigne un château (de << val vert » ou «vauvert ») en ruines, prétendument habité par les diables. par exemple : « je suis invité à un mariage cet été, c'est au diable vauvert ! » ne pas confondre avec << aller au diable », qui signifie «< aller en enfer »>, << aller se faire voir »>."
  },
  {
    "text": "au grand dam",
    "desc": "faire une chose << au grand dam >> de quelqu'un, c'est aller à l'encontre des préconisations ou des attentes de cette personne, qui est alors mécontente de notre décision, voire s'en lamente. dès le iv siècle, le mot latin damnum signifiait << préjudice ». ce n'est qu'au xii siècle qu'il s'est transformé en «< dommage >> par exemple : << antonio a décidé d'abandonner ses études de médecine pour se consacrer à la peinture, au grand dam de ses professeurs qui le trouvaient brillant."
  },

  {
    "text": "AU QUART DE TOUR",
    "desc": "Quand on s'emporte facilement. L'image vient des voitures anciennes qui étaient démar rées grâce à une manivelle que l'on devait tourner. Si une voiture démarrait après seu- lement un quart de tour de manivelle, c'est qu'elle démarrait très rapidement. Par analogie, démarrer au quart de tour se dit aussi d'une personne qui s'emporte rapidement à la moindre contrariété."
  },
  {
    "text": "AU RAS DES PÂQUERETTES",
    "desc": "Superficiel, imbécile. Très terre à terre, mais dans le sens péjoratif, c'est-à-dire incapable de s'élever vers le monde des idées », de s'élever intellectuellement. Les pâquerettes sont peu hautes, près du sol, et peu nobles ce sont des fleurs sauvages. Ras terre >> s'em- ploie déjà vers 1500. Par exemple: Les remarques qu'il fait en réunion sont vraiment au ras des pâquerettes, ça n'a aucun intérêt de l'écouter parler."
  },
  {
    "text": "AU TEMPS POUR MOI",
    "desc": "L'erreur est la mienne. Cette expression est souvent orthographiée « autant pour moi »>, ce qui n'est pas dénué de toute logique on reconnait avoir fait une erreur, par exemple lorsque l'on soutient une chose et qu'on réalise finalement que notre interlocuteur avait rai son. A l'origine, c'est une expression militaire un soldat qui n'était pas dans le rythme pen dant une marche faisait perdre le fil à tout le peloton."
  },
  {
    "text": "AUTRE PAIRE DE MANCHES (UNE)",
    "desc": "Quelque chose de différent, une autre affaire plus compliquée. Au Moyen Age, les manches n'étaient pas fixées aux vêtements et pouvaient être changées au gré des activités. Par ail- leurs, elles étaient aussi un gage de fidélité entre un chevalier et sa dulcinée : celle-ci don- nait ainsi à son promis sa paire de manches. Lorsque celui-ci en changeait, c'est qu'il changeait de dulcinée et donc passait à tout autre chose. Le sens est resté jusqu'à aujourd'hui."
  },
  {
    "text": "AUX FRAIS DE LA PRINCESSE",
    "desc": "Gratuitement, ou plutôt, aux frais de quelqu'un d'autre (ou d'une entreprise). L'expression, qui date du début du xix siècle, peut par exemple être utilisée de la façon suivante :<< Pour ce rendez-vous de travail, j'ai diné dans un excellent restaurant aux frais de la princesse >> [ce qui signifie que l'entreprise avec qui vous faites affaire vous a offert le repas)."
  },
  {
    "text": "AVALER DES COULEUVRES",
    "desc": "Accepter des mensonges ou des renoncements sans pouvoir s'en plaindre. On peut utiliser cette expression apparue dès le xi siècle en matière d'amour ou de politique, par exemple. << Pour rester au gouvernement, il a dû en avaler des couleuvres ! se dit de qui n'est pas forcément d'accord avec l'ensemble de la politique menée mais qui ne le dira pas. Ou: « Son épouse lui a fait avaler beaucoup de couleuvres » se dira d'une personne qui n'admet pas les difficultés de son couple."
  },
  {
    "text": "AVALER LA PILULE",
    "desc": "Faire un effort pour admettre ou surmonter une chose désagréable. On dit aussi « digé- rer ». Par exemple : « Quand elle a appris qu'on lui avait menti, elle a eu du mal à ava- ler la pilule. » L'expression est ancienne puisque Molière, au xvii siècle, l'utilisait déjà ; il est cité par Jules Taschereau dans son Histoire de la vie et des œuvres de Molière (1857): le mépris est comme une pilule qu'on peut bien avaler mais qu'on ne peut mâcher sans faire la grimace."
  },
  {
    "text": "AVALER SA CHIQUE",
    "desc": "Mourir. L'image est nette : jusqu'à récemment, le tabac pouvait, au lieu d'être fumé, être chiqué (c'est-à-dire qu'on le máchait longuement, presque comme un chewing- gum). Si vous l'avaliez par mégarde, vous tombiez très malade, comme le note le Traité d'hygiène publique et privée de Michel Lévy, paru en 1857. Equivalents: casser sa pipe, passer l'arme à gauche."
  },

  {
    "text": "AVOIR AVALE SA LANGUE",
    "desc": "Se taire, sembler ne plus pouvoir parler, la langue étant un outil fondamental pour pro- noncer correctement les mots. Par exemple Eh bien ? Tu ne me réponds pas ? Tu as avalé ta langue? Au début du xix siècle, cette expression pouvait vouloir dire mou rir. Le Dictionnaire de l'Académie française de 1835 l'utilise sous la forme: avoir soif à avaler sa langue ou ennuyeux à avaler sa langue on dirait aujourd'hui être mort de soif/d'ennui >>"
  },
  {
    "text": "AVOIR BON COEUR",
    "desc": "Être généreux et gentil. L'image classique du cœur, accolé au terme de « bon», est parlante. On dit d'ailleurs depuis des siècles «< A votre bon cœur » pour demander l'aumône. On utilise couramment cette expression au xix siècle mais elle pourrait trouver ses racines au xvIIeme siècle. Dans François le Champi, George Sand écrivait« Celui qui a bon cœur n'est jamais sot. >>"
  },
  {
    "text": "AVOIR BON DOS",
    "desc": "Se voir attribuer la responsabilité d'une faute, sans en être pourtant forcément coupable. On voit bien la filiation avec << endosser une responsabilité. Le Dictionnaire de l'Acadé- mie française de 1752 lui accole la notion de ne pas se soucier des critiques qui nous sont faites Par exemple : « Arlette est souvent critiquée parce qu'elle ne baisse jamais les bras, mais elle a bon dos. » Équivalent de porter le chapeau »."
  },
  {
    "text": "AVOIR CARTE BLANCHE",
    "desc": "Être laissé libre de la manière dont on réalisera une chose. Par exemple, Sur ce projet, tu as carte blanche: ne me déçois pas » ou « Pour la décoration, nous avons laissé carte blanche aux organisateurs. » Cette expression de «< carte blanche » naît au milieu du xv siècle, et prend alors le sens de « laisser à quelqu'un la libre initiative ». Dans le registre militaire du xv siècle, la «< carte blanche » désignait la possibilité laissée à un opposant de donner ses conditions pour pactiser."
  },

  {
    "text": "AVOIR DANS LE NEZ",
    "desc": "Il n'est pas étonnant que cette expression contemporaine ait pour équivalent << ne pas pou- voir (le/la) sentir ou piffrer », le pif» étant un terme argotique pour «< nez ». On a quelqu'un dans le nez >> quand une personne ne nous est pas sympathique, qu'elle ne nous apparaît pas digne de confiance, ou plus généralement quand quelqu'un nous agace. Par exemple : « Je ne l'ai vu qu'une fois, mais je l'ai dans le nez. >>"
  },
  {
    "text": "AVOIR DES CORNES",
    "desc": "Être fait cocu(e). Au départ (début du xvii siècle), on disait aussi porter les comes, mais cette formulation a été peu à peu abandonnée. De plus, l'expression s'appliquait plus volon- tiers aux hommes l'infidélité, apparemment, n'était drôle ou digne d'intérêt que si la femme était coupable. Dans L'Ecole des maris (1661), Molière fait dire à Sganarelle, << Enfin la chair est faible, et j'entends tous les bruits. Je ne veux point porter de cornes [...]. »"
  },
  {
    "text": "AVOIR DES DOIGTS DE FÉE",
    "desc": "Être agile de ses doigts, savoir effectuer un ouvrage délicat avec précision et minutie. On ne connait pas l'origine de cette expression, mais on peut avancer l'aspect magique conféré aux fées dans les contes et les légendes, depuis le Moyen Age. Dans Olivier et ses amis (1993), Robert Sabatier écrit << Mademoiselle Hortense a des doigts de fée », décrivant son habileté à la couture."
  },
  {
    "text": "AVOIR DES FOURMIS DANS LES JAMBES",
    "desc": "Avoir les jambes engourdies, cotonneuses, mais avec des picotements, comme traversées de milliers de petites fourmis. On peut en avoir à n'importe quel membre. Au xix siècle [mais ses prémices remontent au xvi siècle), on met au point cette expression pour décrire l'ef- fet de la circulation du sang qui se bloque lorsqu'on compresse un membre, comme quand on est assis trop longtemps sur une de ses jambes."
  },
  {
    "text": "AVOIR DES YEUX DERRIERE LA TÊTE",
    "desc": "Être capable de voir ce qu'on ne devrait pas voir, puisque personne n'a une seconde paire d'yeux au-dessus de la nuque. Se dit de personnes très attentives, qui sont capables, notam ment grâce à l'usage de leurs autres sens, ou à leur sens analytique, de comprendre très rapidement une situation ou de ne pas se laisser déborder. Par exemple: Même quand il regardait la télé, nous tournant le dos, mon père pouvait sentir si nous faisions des bêtises: il semblait avoir des yeux derrière la tête.»"
  },
  {
    "text": "AVOIR DU CACHET",
    "desc": "Posséder un certain luxe, du prestige ou du charme (en parlant d'un lieu]. Avair du chic, de l'originalité, de l'élégance, une distinction particulière. Etre original. Le cachet désignant un petit objet en métal ou en pierre fine [grave) avec lequel on marquait une empreinte sur de la cire, par exemple pour clore une missive de sorte qu'elle ne soit pas lue par quelqu'un d'autre que son destinataire. Par extension, le cachet est l'empreinte réalisée par un objet."
  },
  {
    "text": "AVOIR DU CHIEN",
    "desc": "Avoir l'air singulier et séduisant, être doté d'une particularité frappante et charmante. Cette expression, qui date du xix siècle, est davantage appliquée aux femmes qu'aux hommes, du moins à l'origine. Les femmes qui fascinaient par leur élégance et leur caractère étaient alors assimilées à un chien fou, coquin, un peu canaille, Par exemple: Dès que Dominique a franchi la porte du restaurant, je lui ai trouvé beaucoup de chien. >>"
  },
  {
    "text": "AVOIR DU PAIN SUR LA PLANCHE",
    "desc": "Avoir du travail, de l'ouvrage à abattre. Peut s'entendre dans deux tonalités : plaintive (il va falloir fournir un effort pour s'acquitter d'une longue ou pénible tâche) ou sereine (avoir suf- fisamment de travail pour assurer l'avenir). Par exemple, évoquant son caractère foison- nant, Salim Jay écrit dans le Dictionnaire des écrivains marocains (2005): Les étudiants en littérature marocaine ont du pain sur la planche. »"
  },
  {
    "text": "AVOIR DU TEMPS À PERDRE ",
    "desc": "N'être pas pressé, avoir une activité inutile, sans intérêt. Gaspiller son temps. Peut s'utiliser pour sermonner un importun: Cesse de me poser toutes ces questions, tu as vraiment du temps à perdre ou mettre en doute une décision prise par un tiers: Tu veux repasser tout le linge ? Tu as du temps à perdre ! » L'origine de cette expression n'est pas connue."
  },
  {
    "text": "AVOIR D'AUTRES CHATS À FOUETTER ",
    "desc": "Avoir autre chose à faire, d'autres préoccupations. Le chat est l'objet de nombreuses expres- sions de la langue française. À l'instar de «< il n'y a pas de quoi fouetter un chat », rien n'in- dique qu'il s'agit réellement de battre l'animal. Elle daterait du xvii siècle. Par exemple : << Je n'ai pas le temps d'appeler le plombier, j'ai d'autres chats à fouetter. >>"
  },
  {
    "text": "AVOIR FAIT SON TEMPS",
    "desc": "Ne plus être au goût du jour, voire étre hors d'usage. A l'origine, on le dit de prisonniers ou d'appelés au service militaire qui ont effectivement purgé une peine ou effectué leur temps de service. Peut s'utiliser à propos d'une personne ou d'une chose. Par exemple :« J'aimais bien cette cravate mais je ne la mets plus car elle est usée ; elle a fait son temps >> ou Jeanine prend sa retraite, elle a fait son temps dans cette usine.»"
  },
  {
    "text": "AVOIR LA LANGUE BIEN PENDUE",
    "desc": "N'être pas avare de mots, être bavard, parler avec facilité, voire raconter ce que l'on devrait garder secret. Au XIV siècle, on utilisait déjà cette expression, mais sous une autre forme : avoir la langue bien affilée». Aujourd'hui, on dit aussi ne pas avoir la langue dans sa poche ». Par exemple: Mon collègue me fatigue à force de parler toute la journée: il a la langue bien pendue. >>"
  },
  {
    "text": "AVOIR LA MAIN VERTE",
    "desc": "Etre doué pour la botanique, pour le jardinage. Cette expression, qui n'est pas plus vieille que la deuxième moitié du xx siècle, a aussi le sens d'e aimer jardiner ». Par exemple: Je devais m'occuper des plantes de mon voisin mais je les ai laissées mourir je n'ai pas la main verte ! » ou « Mon grand-père a la main verte il peut passer des jours entiers à s'occuper de ses roses.»"
  },
  {
    "text": "AVOIR LA PATATE",
    "desc": "Etre en forme, de bonne humeur. On peut remplacer<< patate par« frite >><< banane » ou pèche ». Dès le début du xx siècle, la patate » est utilisée pour désigner la tête - peu avant, on disait même la pomme de terre ». Ce n'est que plus tard, au milieu du xx siècle, que avoir la frite »nalt. Par exemple : J'ai une sacrée patate aujourd'hui, je pourrais courir le marathon de New York ! »>"
  },
  {
    "text": "AVOIR LA PEAU DURE",
    "desc": "Être résistant, être en capacité d'affronter beaucoup d'épreuves. L'origine de cette expression n'est pas claire, mais on peut imaginer la peau d'un animal qui résisterait aux flèches ou aux tirs lorsqu'il est chassé. Par exemple: « Elle traverse une période difficile mais elle va s'en sortir : elle a la peau dure. De nombreux écrivains ont inti- tulé un roman La Peau dure Elisabeth Quin en 2002, Raymond Guérin en 1981 ou encore Jacques Perry en 1967."
  },
  {
    "text": "AVOIR LA POISSE",
    "desc": "Jouer de malchance. Ma voiture est tombée en panne ce matin et je me suis cassé le bras ce soir : j'ai vraiment la poisse !», par exemple. On dit aussi porter la poisse » pour désigner quelqu'un qui semble attirer les problèmes. Si le verbe << pois ser » est apparu au xvieme siècle, ce n'est qu'au xx siècle que cette expression prend son sens actuel. Dès le Moyen Age, la « poisse » est une colle artisanale d'où l'idée d'une malchance permanente."
  },
  {
    "text": "AVOIR LA SCIENCE INFUSE",
    "desc": "Tout savoir, tout connaître, sans l'avoir forcément appris de façon théorique. Mais cette expression, dont l'origine est très ancienne puisqu'elle symbolise la transmission du savoir par Dieu à Adma, est souvent utilisée de façon négative, face, par exemple, à quelqu'un de prétentieux, qui fait semblant de tout savoir, par exemple Oh, arrête de me contredire, tu n'as pas la science infuse ! >>"
  },
  {
    "text": "AVOIR LE BRAS LONG",
    "desc": "Avoir des relations, connaitre des gens bien placés: avoir, finalement, du pouvoir d'in- fluence. On peut ainsi dire: « Je ne me fâche jamais avec Valérie car elle a le bras long: elle pourrait obtenir mon licenciement », par exemple. On voit bien l'image du bras si long qu'il peut atteindre tout le monde, et ainsi déplacer des pions. Cette expression exis- tait déjà au xvii siècle."
  },
  {
    "text": "AVOIR LE CAFARD",
    "desc": "Être abattu, déprimé. On peut aussi dire << avoir le bourdon » ou « broyer du noir ». À l'ori- gine, l'expression vient de l'image d'un habitat triste et en mauvais état, vétuste, où les cafards s'installent, de la même façon que notre moral ou notre tête s'emplit de tristesse, qui devient une sorte de parasite. L'expression pourrait venir des Fleurs du Mal (1857) de Charles Baudelaire. Par exemple: Quand il partait en colonie de vacances, il avait tou- jours le cafard quand la nuit venait. >>"
  },
  {
    "text": "AVOIR LE COMPAS DANS L'ŒEIL",
    "desc": "Pouvoir estimer, à l'œil nu, la dimension d'une chose avec finesse. Être capable de précision sans s'aider d'outil, qu'il s'agisse d'évaluer si votre nouveau canapé va rentrer dans votre salon ou si, à bord d'un bateau, vous faites bonne route et si vous vous dirigez bien dans le sens prévu, par exemple. Les linguistes l'attribuent soit à Michel-Ange, soit à Saint-Simon."
  },
  {
    "text": "AVOIR LE COEUR GROS",
    "desc": "Être triste, se sentir accablé. Traditionnellement le cœur est le lieu du sentiment, c'est avec le cœur qu'on aime, c'est lui qui est « brisé » lorsque l'on n'est plus aimé. Si le cœur est gros, c'est donc qu'il supporte beaucoup d'émotions tristes et que l'on se sent oppressé. L'expression fait donc référence à ce phénomène physique vécu par le corps humain."
  },
  {
    "text": "AVOIR LE COEUR SUR LA MAIN",
    "desc": "Être d'une grande générosité. La main est ce dont l'on se sert pour donner, pour offrir; avoir le cœur sur la main c'est donc ne mettre aucune distance entre son cœur et ce que l'on donne, c'est se montrer généreux, voire gentil (mais la gentillesse est gratuite). L'expression remonte au XVIII siècle. Par exemple : « Quand elle a appris que la maison de son ami avait brûlé, elle a immédiatement offert de l'héberger chez elle. Elle a le cœur sur la main ! »"
  },
  {
    "text": "AVOIR LE DIABLE AU CORPS",
    "desc": "Ce n'est qu'au xx siècle que cette expression prend une tournure sensuelle, érotique. À l'ori- gine, au xiv siècle, elle a deux significations. Elle peut désigner quelqu'un de très vif, tou- jours en activité, mais aussi une personne méchante, prête à quelque filouterie. Dans la tradition populaire, le diable est le symbole du mal: on attribue alors des caractéristiques diaboliques à ceux que l'on laisse à la marge."
  },
  {
    "text": "AVOIR LE NEZ CREUX/DU NEZ/LE NEZ FIN ",
    "desc": "Avoir une bonne intuition, ou être capable de flairer la bonne affaire, la bonne opportunité, de trouver rapidement ce que l'on cherche. Cette expression date du xvir siècle. Dans le registre argotique, on peut aussi dire<< avoir du pif ». Dans une correspondance qu'il adresse en 1773 à Madame Necker, Voltaire écrit par exemple: << Ce grave auteur, quel qu'il soit, a le nez fin"
  },
  {
    "text": "AVOIR LE PIED MARIN",
    "desc": "Être bon matelot, ou, du moins, ne pas avoir le mal de mer, être à son aise sur un navire. Cette expression daterait du xvi siècle et est imagée : celui qui garde son équilibre sur le bateau, qui ne tombe pas, a le pied marin. Par extension, cette expression s'utilise aussi pour dire d'une personne qu'elle a du sang-froid-mais cette utilisation est peu courante."
  },
  {
    "text": "AVOIR LE SANG CHAUD",
    "desc": "Ne pas savoir garder son calme, être colérique ou toujours d'attaque pour une bagarre. Par déformation, cette expression s'utilise aussi pour parler d'un(e) bon(ne) amant(e). Son ori- gine est inconnue mais elle est déjà répertoriée dans le Dictionnaire Royal François-Anglois d'Abel Boyer, publié en 1768. Par exemple :<< Béatrice a le sang chaud à la première pro- vocation de Virginie, elle n'a pas su se contenir et s'est mise à crier. >>"
  },
  {
    "text": "AVOIR LES DENTS LONGUES",
    "desc": "Avoir de l'ambition, souvent dans un sens pejoratif. On dit aussi << avoir les dents qui rayent le parquet >> [tant elles sont longues jusqu'au sol). Il n'est pas étonnant qu'on parle de << jeunes loups >>, aux crocs bien affûtés, pour parler de jeunes gens très ambitieux, prêts à tout pour réus- sir. Au départ, vers le xiv siècle, elle avait l'autre signification, plus terre à terre, « d'avoir faim >>"
  },
  {
    "text": "AVOIR LES MAINS LIÉES",
    "desc": "L'image des mains attachées par un lien, empêchant d'être libre de ses mouvements, a donné naissance à cette expression signifiant, au sens figuré, avoir des obligations empê- chant de faire autre chose, être coincé ». Par exemple, en promettant d'aller dîner chez vos beaux-parents, vous ne pouvez plus accepter une soirée chez des amis : vous avez les mains liées par votre promesse. L'expression date du xixeme siècle."
  },
  {
    "text": "AVOIR LES OREILLES QUI SIFFLENT",
    "desc": "Être critiqué, et, de manière générale, pas<< en face à face », soit << derrière son dos >> Dès le xv siècle, cette locution existe mais sous la forme d'avoir « les oreilles qui comment >>"
  },
  {
    "text": "MISSING TEXT",
    "desc": "C'est vers le xvIII siècle qu'elle prend sa forme actuelle. Par exemple : Des qu'il a le dos tourné, ses camarades se moquent de lui. Il doit avoir les oreilles qui sifflent. >>"
  },
  {
    "text": "AVOIR LES PIEDS SUR TERRE",
    "desc": "Être pragmatique, ne pas être dans ses rêves, Être capable de résoudre un problème avec raison et sens pratique. Plus généralement, cette expression indique que la personne en question a le sens des réalités. Par opposition, on dit « ne plus toucher terre » quand une personne est si émue ou troublée qu'elle semble ne plus être réaliste. Par exemple : << Je préfère travailler avec Didier car il a les pieds sur terre et ne perd pas de temps à des projets irréalisables. >>"
  },
  {
    "text": "AVOIR LES YEUX PLUS GROS QUE LE VENTRE",
    "desc": "Croire que l'on va pouvoir manger beaucoup mais être repu avant d'avoir fini. Cette expres- sion a trait à la gourmandise. Par extension, désigne une chose que l'on veut faire ou un but que l'on se fixe, mais qui est en dehors de ses capacités. « J'ai commandé deux desserts mais je n'ai pas pu les finir, j'ai eu les yeux plus gros que le ventre ! »"
  },
  {
    "text": "AVOIR MAILLE À PARTIR",
    "desc": "Être en difficulté, qu'il s'agisse d'un contentieux que l'on a avec une personne ou du tracas par rapport à une chose. À l'origine la maille est la plus petite pièce de bronze que l'on pouvait avoir au Moyen Age ; et, si l'on comprend << partir » dans le sens << partager »>, on comprend aisément qu'il soit impossible de partager la plus petite unité de valeur."
  },
  {
    "text": "AVOIR MAL AU CŒEUR",
    "desc": "Peut signifier ressentir de la tristesse (sens figuré), comme avoir envie de vomir, se sentir mal ou malade (sens physique ou médical). L'étymologie grecque, cardia, désignant l'estomac, renvoie à un problème gastrique. Ainsi on dira aussi bien :<< Depuis que je me suis réveillé, j'ai mal au cœur ; je vais aller consulter un médecin >> que<< Après leur rupture, elle avait le sentiment que plus jamais elle ne se sentirait joyeuse, qu'elle aurait toujours mal au cœur."
  },
  {
    "text": "AVOIR MANGE DU LION",
    "desc": "Être en grande forme, se comporter avec vivacité ou courage, d'une façon exceptionnelle. De sorte qu'on demande parfois : « Qu'est-ce que tu as mangé ce matin ? Du lion ? »à une personne très énergique, L'idée de manger quelque chose pour en tirer le caractère (ici la force du lion) est commune : ainsi on demandera à quelqu'un qui fait des plaisanteries de façon inhabituelle s'il « a mangé un clown »."
  },
  {
    "text": "AVOIR PLUS D'UN TOUR DANS SON SAC",
    "desc": "Expression contemporaine désignant le fait d'être plein de ressources, rusé, avec l'idée de << tour », c'est-à-dire de combine, voire de magie. Savoir trouver rapidement une solution, une alternative, lorsque nos plans ne peuvent être exécutés comme prévu. Par exemple : << La porte était fermée mais, en bonne scout, elle avait plus d'un tour dans son sac et réus- sit à crocheter la serrure. >>"
  },
  {
    "text": "AVOIR PLUSIEURS CORDES À SON ARC ",
    "desc": "Avoir différentes compétences, de sorte qu'on ne se retrouve pas démuni. Si la corde de votre arc se rompt et que vous n'en avez pas d'autre, vous perdrez votre partie de chasse ou serez tué. C'est au XIIIe siècle qu'apparaît cette expression, avec << deux >> au lieu de <<< plusieurs ». Par exemple: Tu devrais apprendre le chinois en plus de l'anglais, pour avoir plusieurs cordes à ton arc quand tu chercheras un emploi."
  },
  {
    "text": "AVOIR UN CHAT DANS LA GORGE ",
    "desc": "Avoir la gorge irritée, ressentir une gêne, ne pas pouvoir parler correctement. Au Moyen Âge on disait déjà avoir un maton dans la gorge ». Par exemple :« J'ai un chat dans la gorge depuis ce matin, j'espère que j'en serai débarrassé pour le récital que je donne demain ! » ou - Je vous entends mal, pouvez-vous répéter ? - Excusez-moi, j'ai un chat dans la gorge. >>"
  },
  {
    "text": "AVOIR UN COUP DE FOUDRE",
    "desc": "Tomber amoureux de façon instantanée et intense. L'image de la foudre, de l'éclair, qui vous frappe brutalement et sans préavis, est nette. Cette expression, qui date du xviiieme siècle, peut suggérer la réciprocité ( ils ont eu un coup de foudre au premier regard ) ou non [ quand il lui a avoué qu'il avait eu un coup de foudre, il s'est fait éconduire »). D'aucuns prétendent que cette expression n'a aucune effectivité dans la réalité, mais d'autres affir- ment l'avoir vécu !"
  },
  {
    "text": "AVOIR UN COEUR D'ARTICHAUT",
    "desc": "Être facilement ému, tomber amoureux rapidement, être sensible et touché pour peu. Au xix siècle, l'expression a un sens de répétition, avec le proverbe cœur d'artichaut, une feuille pour tout le monde », signifiant qu'une personne tombe souvent amou- reuse. Par exemple, « A chaque fois que je vois Titanic je fonds en larmes, j'ai un cœur d'artichaut » ou « À chaque nouvelle rencontre, ce cœur d'artichaut a l'impression d'être tombé amoureux. >>"
  },
  {
    "text": "AVOIR UN FIL À LA PATTE",
    "desc": "Cette expression issue de l'argot parisien désigne à l'origine la laisse que l'on met à la patte de l'oiseau ou du petit animal pour l'empêcher de s'envoler, de s'échapper. Georges Feydeau, en 1894, intitule l'une de ses comédies sentimentales Un fil à la patte, l'in- trigue reposant sur un imbroglio sentimental dans lequel se retrouve un homme fiancé et qui a une maîtresse."
  },
  {
    "text": "AVOIR UN PIED DANS LA TOMBE",
    "desc": "Être bientôt mort, sur le point de décéder. Peut se dire d'une personne si âgée que la mort ne saurait tarder à venir la cueillir. C'est Montaigne qui serait à l'origine, au xvieme siècle, de cette expression, la mort étant la dernière étape de la vie, qui n'arrive qu'après qu'on a glissé le deuxième pied dans la tombe. Par exemple: Lorsqu'ils ont appris que leur riche oncle avait un pied dans la tombe, ces filous lui ont rendu visite."
  },
  {
    "text": "AVOIR UN PINCEMENT AU CŒUR",
    "desc": "Pris par une émotion, ressentir comme un petit pique au niveau du cœur, une courte douleur. Par extension, il n'est pas besoin de ressentir physiquement une gêne pour dire, de façon figurée, que l'on éprouve une légère et passagère tristesse. Par exemple : << Quand je suis resté sur le quai de la gare, regardant le train s'éloigner, j'ai eu un pin- cement au cœur. »>"
  },
  {
    "text": "AVOIR UNE ARAIGNÉE AU PLAFOND ",
    "desc": "Être loufoque, fou. Cette expression, qui date du XIXeme siècle et viendrait du vocabulaire des filles de joie parisiennes [mais on ne sait pas exactement dans quel contexte elles l'utili saient) n'implique cependant pas que la personne soit une menace pour les autres, ou réel- lement atteinte d'une pathologie sévère. On l'utilise alors volontiers pour qualifier une personne singulière, « un original » qui a ses petites lubies."
  },
  {
    "text": "AVOIR UNE ARDOISE",
    "desc": "Avoir des dettes. Tous les écoliers ont eu une ardoise, mais celle dont on parle ici est l'ar- doise qu'utilisaient autrefois les commerçants. Ainsi, si un client désirait payer plus tard sa consommation, le commerçant notait sur une ardoise ce qui n'avait pas été payé sur le champ. Si Pierre laisse << une ardoise >> au café du coin, il a un compte, mais surtout des dettes, auprès de ce café."
  },
  {
    "text": "AVOIR UNE DENT CONTRE QUELQU'UN ",
    "desc": "Éprouver de la rancune ou de l'inimitié envers une personne. L'expression est ancienne (vers le xiv siècle, où elle avait une forme un peu différente: «< avoir les dents sur >> une personne) et joue sur l'idée que les crocs, les dents, peuvent mordre. Elles sont alors l'image de ce qui est acerbe et combatif. Par exemple :« J'ai le sentiment qu'elle a une dent contre moi mais je ne sais pas pourquoi. Elle ne me parle jamais. >>"
  },
  {
    "text": "AVOIR UNE MEMOIRE D'ÉLÉPHANT",
    "desc": "Être doté d'une grande mémoire, pouvoir garder en tête un très grand nombre de choses et de souvenirs. Il semble que cette expression soit liée à la réelle capacité des élé- phants à se rappeler tous les lieux où ils peuvent trouver de l'eau et de la nourriture, même s'ils se déplacent ils sauront toujours revenir aux sources de subsistance."
  },
  {
    "text": "AVOIR UNE PEUR BLEUE",
    "desc": "Être effrayé, gagné d'une peur intense. En 1890 dans La Bête humaine d'Émile Zola, on la recense pour la première fois. À l'origine, lorsque l'on ressent un choc vif, le sang peut manquer d'oxygène, la peau revêt alors un aspect bleuté. L'auteur écrivait ainsi dans cet ouvrage issu de la série des Rougon-Macquart: Je t'en parle, parce que tu m'as raconté vingt fois que, dans ton enfance, il te faisait une peur bleue. >>"
  },
  {
    "text": "BAISSER LES BRAS",
    "desc": "Arrêter en cours de route une action entreprise, renoncer à un projet. Découragé ou épuisé, on baisse les bras quand on abandonne. Dans l'imaginaire sportif, le boxeur renonce à se protéger, et donc, à un combat, en baissant les bras. Autre image: en justice, une ordalie pouvait consister à faire lever les bras à deux requérants; celui qui, de fatigue, les baissait en premier, perdait."
  },
  {
    "text": "BAISSER PAVILLON",
    "desc": "Abandonner, abdiquer. D'origine maritime, cette expression vient des bateaux qui met- taient leur pavillon bas - le drapeau indiquant leur appartenance - pour montrer qu'ils refusaient ou renonçaient à combattre. Par extension, baisser pavillon revient à s'avouer vaincu, à se rendre. On dira par exemple : « Ce ministre voulait combattre la pauvreté mais il a baissé pavillon.»"
  },
  {
    "text": "BALAYER DEVANT SA PORTE",
    "desc": "S'occuper de régler ses propres affaires au lieu de s'occuper de celles de ses voisins - plus généralement des autres. L'image du balai et de la porte est très parlante: on doit d'abord faire le ménage chez soi avant de se mêler de celui des autres. Par exemple:« Alors qu'elle critiquait en son absence son ami Richard, qu'elle qualifiait de « mauvaise langue », Annie fut priée de balayer devant sa porte. »"
  },
  {
    "text": "BATTRE À PLATES COUTURES",
    "desc": "Vaincre très largement, nettement. L'expression a d'abord été utilisée au xvii siècle, dans le genre théâtral de la farce. Elle évoque les tailleurs de jadis qui, pour lisser les épaisses étoffes, les battaient à l'aide de lattes ou de fer à repasser. On l'utilise beaucoup dans les domaines où l'on s'affronte, le sport ou la politique par exemple: « L'équipe de Rome a battu celle de Milan à plates coutures, 3 à 0. >>"
  },
  {
    "text": "BAYER AUX CORNEILLES",
    "desc": "Se trouver dans un état rêveur, on pourrait presque dire d'absence au monde. Cette expression trouve son origine dans le verbe « bayer » qui signifie « avoir la bouche ouverte », attention à ne pas confondre avec << báiller ». Au xvi siècle, les corneilles désignaient des objets insignifiants, sans importance, en référence à l'oiseau aussi bien qu'au fruit du cornouiller."
  },
  {
    "text": "BEREZINA (C'EST LA)",
    "desc": "L'origine de cette locution est une défaite militaire française, qui eut lieu sous Napoléon. En novembre 1812, l'Empereur avait mené ses troupes dans une campagne militaire vers Moscou Arrivés dans ce qui est aujourd'hui la Biélorussie, ils durent battre en retraite [la retraite de Russie ») dans des conditions très pénibles. On dit donc « c'est la Bérézina » quand on fait face à une situation particulièrement difficile, ou qu'on est face à une déroute."
  },
  {
    "text": "BETE À MANGER DU FOIN",
    "desc": "Idiot, stupide, voire vaguement demeuré. On trouve traces de cette expression dès la fin du www, où l'on qualifiait ainsi les personnes très niaises. L'image est parlante ce sont les bres, les animaux, qui mangent du foin-on dit, d'ailleurs, de certains qu'ils sont des Anes » Le foin est une chose de peu de valeur, et il faut en outre être stupide pour en manger Par exemple« Cet animateur de télévision est bête à manger du foin. »"
  },
  {
    "text": "BETE COMME SES PIEDS",
    "desc": "Être très idiot, profondément stupide, grossier ou manquer de finesse. On peut aussi dire être bête comme une cruche ». Il ne faut en revanche pas confondre avec << bête comme chou », qui signifie «< simple, évident >> On trouve des traces de cette expres- sion injurieuse au XIX siècle. Par exemple: « Ce garçon est gentil mais il est béte comme ses pieds. >>"
  },
  {
    "text": "BLANC COMME NEIGE",
    "desc": "Être innocent, n'avoir rien à se reprocher. La couleur blanche est, dans l'imaginaire popu- laire comme littéraire, associée à l'absence de culpabilité, voire à la candeur ; le noir en est l'opposé [<< nuit noire »]. On peut ainsi dire «< Le tribunal l'a innocentée, elle est officiellement blanche comme neige » ou « Il était blanc comme neige jamais n'aurait souhaité lui être désagréable. »"
  },
  {
    "text": "BOIRE DU PETIT-LAIT",
    "desc": "Se sentir satisfait de soi-même, content, se réjouir d'une situation qui tourne à son avantage. A l'origine, on ne disait que « boire du lait, l'adjectif« petit » a été ajouté ensuite, évoquant une chose agréable. On peut par exemple remarquer: Alors que je la félicitais pour son nouveau poste, vantant ses nombreuses qualités, elle ne répon- dait rien, l'air de boire du petit-lait. »"
  },
  {
    "text": "BOIRE UN CANON",
    "desc": "* Un canon est un verre d'alcool, souvent de vin, Allons boire un canon au zinc, peut-on proposer à un camarade, en passant devant un bar. Son origine remonte au xvi siècle, où le canon était une unité de mesure -un canon faisant un seizième de 50 centilitres. C'est plus tard, vers le début du xix siècle, qu'on a commencé à utiliser cette expression familière au sens de « verre de vin » comme on l'utilise aujourd'hui. On dit aussi boire un coup »."
  },
  {
    "text": "BON PIED, BON CEIL",
    "desc": "S'utilise aussi précédé du verbe << avoir ». Etre en bonne santé, alerte et vif. Littéralement, bien se tenir debout sur ses pieds, avoir l'œil perçant et une bonne vue, c'est être en bonne santé. On l'utilisait aussi pour souhaiter à quelqu'un de rester alerte et de se protéger, on dirait plutôt aujourd'hui : « Prenez soin de vous » ou « Portez-vous bien >>."
  },
  {
    "text": "BON SANG!",
    "desc": "Expression injurieuse, interjection signifiant la colère ou l'énervement. Son histoire l'a transformée de sa naissance au xiv siècle à nos jours. << Par le sang de Dieu ! >> était une façon de montrer son agacement par exemple, et parce qu'associer Dieu à un juron était blasphématoire, on le remplaçait par << bleu ». D'où« Parsang bleu >>ou << par- bleu ». C'est ensuite devenu << bon sang ! >> auquel on accole parfois << de bois » ou << de bonsoir >>"
  },
  {
    "text": "BON SANG NE SAURAIT MENTIR",
    "desc": "Comme les chiens ne font pas des chats », cette expression repose sur la notion d'hé- rédité : un enfant est à l'image de ses parents. Ainsi, si les parents sont de « bon sang », leur enfant ne peut << faire mentir » les qualités de la lignée. L'écrivain Isaac Asimov a inti- tulé une de ses nouvelles, publiée en 1950, comme cette expression."
  },
  {
    "text": "BOUCHEE DE PAIN (UNE)",
    "desc": "Un prix très bas, Le pain est un des aliments de base de notre alimentation et, malgré l'in flation, est resté bon marché. Ainsi, quelque chose se vend«< une bouchée de pain >> lorsque son prix est si bas qu'il est équivalent à celui d'une bouchée de pain. On peut dire par exemple : « J'ai acheté des légumes au marché, j'en ai eu pour une bouchée de pain >> si l'on a fait de bonnes affaires en faisant ses commissions."
  },
  {
    "text": "BOUCLER LA BOUCLE",
    "desc": "Terminer, finir une chose. L'expression repose sur l'image d'une boucle que l'on ferme on revient alors au point de départ après en avoir fait le tour. N'imaginez pas qu'il s'agisse d'une boucle de sac ou de ceinture; plutôt d'un cercle virtuel. On arrive en fait à la fin du parcours comme s'il n'avait pas été parcouru, car on se retrouve là où on a débuté le chemin."
  },
  {
    "text": "BRANLER DANS LE MANCHE",
    "desc": "N'être pas très solide ou se trouver dans la précarité, l'instabilité. Aucune connotation éro- tique dans cette expression dont l'origine remonte au XVIIeme siècle et vient du champ lexical des outils de bricolage et de travail. Lorsque l'embout en métal de l'outil est décollé du manche en bois, il n'est pas stable et « branle »>« Cette cognée branle dans le manche >> donne comme exemple le Dictionnaire de l'Académie française de 1813."
  },
  {
    "text": "BRAS M'EN TOMBENT (LES)",
    "desc": "Être très étonné, surpris, stupéfait, au point de ressentir de l'accablement. On peut ima- giner aisément un mouvement d'épaules vers le bas, les bras tombant, associé à la notion d'être accable. On la trouve pour la première fois à la fin du xvIII siècle, dans l'édition de 1762 du Dictionnaire de l'Académie française. Par exemple : << J'ai appris le décès de cet homme en bonne santé, les bras m'en sont tombés. »"
  },
  {
    "text": "BRILLER PAR SON ABSENCE",
    "desc": "Cela semble être un oxymore, c'est plutôt de l'ironie - depuis, du moins, le xix siècle. On l'utilise quand une absence est particulièrement remarquée, évidente, ou regrettée. Par exemple, au travail, il brille par son absence » sera moqueur ou persifleur, alors que w dans les conseils d'administration des grandes entreprises, les femmes brillent par leur absence signifiera plutôt qu'on regrette cet état de fait."
  },
  {
    "text": "BRISER LA GLACE",
    "desc": "Détendre une atmosphère tendue, souvent en engageant la conversation ou en se montrant délicat ou amusant. On peut briser la glace face à des gens volontairement grognons ou mutiques, ou la briser face à des gens timides et embarrassés. Par exemple: «< Maxime envisagea, pour briser la glace, de dire une chose gentille, mais il ne savait pas laquelle"
  },
  {
    "text": "BRÜLER LA CHANDELLE PAR LES DEUX BOUTS",
    "desc": "Être un panier percé, c'est-à-dire dépenser sans compter, gâcher ses ressources, gas- piller, voire << jeter l'argent par les fenêtres ». Lorsqu'on s'éclairait à la bougie, les chandelles étaient précieuses: il eut été impensable de brûler la bougie par les deux bouts en même temps. Aujourd'hui, on peut aussi utiliser cette locution pour dire de quelqu'un qu'il profite grassement de la vie."
  },
  {
    "text": "C'EST LE POT DE FER CONTRE LE POT DE TERRE ",
    "desc": "Cette expression a été popularisée par Jean de La Fontaine, qui en a intitulé une de ses fables. Très ancienne (elle remonte à l'Antiquité grecque, près de 600 ans avant Jésus- Christ), elle évoque une lutte entre deux adversaires de forces inégales, ou plus générale- ment deux personnes aux pouvoirs très différents (une personne de la haute société contre une personne du peuple, un ministre contre un citoyen...)."
  },
  {
    "text": "ÇA CREVE LES YEUX",
    "desc": "C'est évident, on ne peut pas ne pas le voir. Cette expression s'utilise aussi pour parler d'une chose qu'on ne voit pas mais qui est pourtant flagrante, Au sens figuré, elle peut évoquer un sentiment ou une idée (pas forcément un objet que l'on voit au sens propre), << Julien prétend le contraire mais ça crève les yeux qu'il est amoureux de Fatima ! >> par exemple."
  },
  {
    "text": "ÇA ME FAIT UNE BELLE JAMBE",
    "desc": "Ça m'est égal, cela ne change rien à ma situation, ça n'améliore pas grand-chose. La forme de cette expression a longuement évolué, depuis vraisemblablement le tout début du xixeme siècle : « Ne pas rendre la jambe bien faite », puis << faire bien la jambe Elle a souvent été associée à l'orgueil, mais aujourd'hui elle est davantage employée dans son sens ironique."
  },
  {
    "text": "ÇA NE MANGE PAS DE PAIN",
    "desc": "Ça ne coûte rien de faire une chose. A l'origine, chaque personne qui « mangeait son pain >> dans une maison était une bouche à nourrir » accueillir quelqu'un coûtait donc de l'argent. Au contraire, ce qui ne mange pas de pain n'est pas une charge. On utilise cette expression souvent pour expliquer ou convaincre de faire une chose. << Sois gentil avec lui, ça ne mange pas de pain. >>"
  },
  {
    "text": "MISSING TEXT",
    "desc": "Cela ne m'intéresse pas, ça m'est égal. Cette expression datant de la fin du xvii siècle repose CADET DE MES SOUCIS (LE) sur une métaphore. Dans une famille, le plus jeune enfant, qui est le moins important [sans doute parce qu'il ne peut pas travailler comme les autres ou qu'il ne rapporte rien) est le cadet Par extension, et comme il ne vaut rien, on peut désigner une chose peu importante e cette façon. Par exemple:« La photocopieuse ne marche plus ? Avec tous les pro- de blemes que j'ai, c'est le cadet de mes soucis ! »"
  },
  {
    "text": "CANARD BOITEUX (LE)",
    "desc": "Quand les canards se déplacent en groupe, celui qui boite retarde le groupe. Par exten- sion, il s'agit d'une personne mal adaptée ou d'une entreprise peu rentable. L'expression a également un rapport avec le célèbre conte d'Andersen Le Vilain Petit Canard, où le petit cygne est rejeté par ses compagnons car il est différent. Il s'agit donc d'une per- sonne que le groupe ne veut pas assimiler. Par exemple: Théodore n'a pas d'ami, c'est le vilain petit canard de sa classe. »>"
  },
  {
    "text": "CAROTTES SONT CUITES (LES)",
    "desc": "L'affaire est jouée, l'espoir n'est plus, il n'y a plus de raison d'attendre un autre dénoue- ment. Au xix siècle, on disait << avoir ses carottes cuites » pour signifier que quelqu'un était proche de la fin de vie. On trouve traces de l'expression dès le xviieme siècle, où les carottes étaient l'aliment du pauvre, considéré comme chiche et évoquant la mort."
  },
  {
    "text": "HABIT NE FAIT PAS LE MOINE (L')",
    "desc": "Il ne faut pas se fier ou juger d'après les apparences. L'origine de cette expression est incer- taine. Elle pourrait être une déformation d'une citation latine de Plutarque qui signifiait << la barbe ne fait pas le philosophe ». Certains pensent qu'elle illustre un fait historique, datant du XIIIeme, durant lequel François Grimaldi et ses amis se sont déguisés en moine pour s'em- parer d'une forteresse monégasque."
  },
  {
    "text": "CASSER DU SUCRE SUR LE DOS",
    "desc": "Critiquer, souvent en l'absence de la personne dont il est question- le « dos >> étant tourné. Cette expression, recensée dès la deuxième moitié du xix siècle, vient de ce que << sucrer >> signifiait dans l'argot d'alors être méchant, mal se comporter envers quelqu'un. Aujourd'hui, il s'agit de « maltraitance orale » puisqu'on ne fait que parler. Par exemple: «J'ai horreur qu'on casse du sucre sur le dos des absents ! »"
  },
  {
    "text": "CASSER LA CROÛTE",
    "desc": "Manger, se restaurer rapidement, sur le pouce. À l'origine (on la trouve dans le Dictionnaire de l'Académie française de 1811), cette expression n'a pas le sens de rapidité ou d'un repas informel. Il s'agissait simplement de manger, la croûte faisant référence au pain. Aujourd'hui, on parle de casse-croûte » pour parler d'un repas léger qu'on peut trans- porter, comme un sandwich."
  },
  {
    "text": "CASSER LES OREILLES",
    "desc": "Se dit quand on voudrait qu'une personne se taise, arrête de chanter, de crier... bref, quand on a été fatigué au point que nos oreilles sont cassées >>-au sens figuré, bien sûr. Il y a la notion de gêne, la personne qui casse les oreilles >> des autres se montrant peu sociable... << Baisse la musique, tu me casses les oreilles ! » par exemple."
  },
  {
    "text": "CASSER LES PIEDS",
    "desc": "Ennuyer, embêter. On parle aussi d'une personne «< casse-pieds ». Cette expression date du début du xix siècle (on la recense dès 1816 dans le dictionnaire français-anglais d'Abel Boyer) mais son origine exacte n'est pas claire, sinon que «< casser » aurait alors eu le sens d'« écraser », conférant l'idée de lourdeur à l'importun- on dirait d'ailleurs aujourd'hui << un lourd »."
  },
  {
    "text": "CASSER SA PIPE",
    "desc": "Mourir. Équivalent de << passer l'arme à gauche » ou «< avaler sa chique ». À l'origine, qui remonte au xvII° siècle, cette expression signifiait << se mettre en colère» voire << crever de rage >>. Par exemple, on dira d'une personne qui est décédée Jean-Patrick a cassé sa pipe. Pas étonnant pour un fumeur de tabac ! » ou encore « Après qu'elle a cassé sa pipe, ses enfants se sont battus pour l'héritage. >>"
  },
  {
    "text": "CE N'EST PAS LA MER À BOIRE",
    "desc": "Ce n'est pas un grand effort à fournir. On imagine aisément comme boire toute l'eau de la mer serait un supplice : par opposition, il s'agit donc d'une tâche raisonnable. Cette expression remonte au xvii siècle. On le dit aussi d'une chose sans importance, pas grave. Par exemple: Ils ne sont pas très drôles mais diner ensemble leur fait plai- sir, et puis, ce n'est pas la mer à boire. »"
  },
  {
    "text": "CE N'EST PAS UNE SINECURE",
    "desc": "Ce n'est pas une partie de plaisir, une mince affaire, un parcours de santé c'est fati- gant, usant, pénible, difficile. Cette expression remonterait au xix siècle. En latin, sine cura signifie sans soucis, sans travail. Elle entre ensuite dans le vocabulaire ecclésias- tique. Par exemple: « Les négociations salariales ne sont pas une sinécure ! » ou Aimer n'est pas une sinecure. >>"
  },
  {
    "text": "CELA VA FAIRE DU BRUIT DANS LANDERNEAU ",
    "desc": "Cette expression trouve son origine en Bretagne. Elle signifie qu'un événement, une révé- lation, va provoquer une polémique ou un scandale dans une petite société, comme un village ou une famille. C'est dans la pièce Les Héritiers (fin du xvit siècle), qui met en scène la réapparition dans la ville de Landerneau d'un homme qu'on croyait mort, qu'on la trouve sous forme de réplique: << Oh le bon tour ! Je ne dirai rien, mais cela va faire du bruit dans Landerneau ! »>"
  },
  {
    "text": "CHAIR EST FAIBLE (LA)",
    "desc": "La vie est faite de nombre de tentations, et l'être humain est trop faible pour s'en cou- per complètement, pour les repousser. On oppose explicitement la chair et l'âme, les plaisirs terrestres à une idée de la rectitude morale ou spirituelle. L'expression est une forme d'excuse. À l'origine, c'est une parole biblique, attribuée à Jésus-Christ et que l'on trouve dans les Évangiles."
  },
  {
    "text": "CHANGER SON FUSIL D'ÉPAULE",
    "desc": "Changer d'avis ou de méthode, de stratégie. Cette expression remonte au xix siècle et est tirée du vocabulaire militaire : si un soldat change son fusil d'épaule, sans doute parce qu'il change de cible, cela se verra immédiatement. Par exemple: L'autoroute était fermée alors ils ont changé leur fusil d'épaule et ont pris la nationale."
  },
  {
    "text": "CHANTER A TUE-TÊTE ",
    "desc": "Chanter très fort, de sorte que, comme dans l'expression << casser les oreilles », on << casse », on<< tue » la téte - au sens figuré bien sûr ! Cette expression daterait du Moyen Age, où << tuer >> prenait le sens d'<< ennuyer » ou «< exaspérer >>. Comme dans cet exemple, tiré d'un poème de Jacques Prévert : « Et des enfants trouvés, chantent chantent sans cesse, à tue-tête à cloche-pied, histoire de s'amuser. >>"
  },
  {
    "text": "CHASSE CROISÉ",
    "desc": "Cette expression illustre le mouvement de personnes qui se croisent sans parvenir à se ren- contrer. Elle peut faire référence à un échange réciproque de deux choses, deux situations, de places ou d'emplois entre plusieurs personnes. On l'utilise souvent pour désigner des migrations en sens opposé de populations, de véhicules, au même moment, sur les routes. Par exemple:<<< Le chassé-croisé des vacanciers pour le week-end de l'Assomption a pro- voqué des bouchons sur les routes. >>>"
  },
  {
    "text": "CHAT ÉCHAUDÉ CRAINT L'EAU FROIDE",
    "desc": "Si vous avez déjà souffert d'une situation, vous ne vous risquerez pas à recommencer. Du moins, vous l'aborderez cette fois avec prudence. Cette expression proverbiale appa- rait au xilieme siècle sous la forme << chat échaudé craint l'eau >> ; l'adjectif << froide >> n'est ajouté que plus tard. Par exemple :<< Alex a du mal à retomber amoureux... Chat échaudé craint l'eau froide. »"
  },
  {
    "text": "CHERCHER DES POUX (DANS LA TÊTE DE QUELQU'UN)",
    "desc": "Provoquer un conflit avec quelqu'un, l'embéter. Le Dictionnaire de l'Académie française de 1835 la définit comme « faire mauvaise querelle », c'est-à-dire que l'on cherche un affron- tement pour de mauvaises raisons. Le pou est l'objet de plusieurs expressions négatives de la langue française: être laid comme un pou », par exemple."
  },
  {
    "text": "CHERCHER LA PETITE BÊTE",
    "desc": "Chercher le détail isolé pour remettre en cause l'ensemble. Peut s'utiliser par exemple dans un débat d'idées, à la lecture d'un contrat ou d'un bilan comptable, ou pour évoquer un conflit interpersonnel. On trouve les premières traces de cette expression dans la deuxième moi- tié du xix siècle. Par exemple : « Nous avons passé trois heures en réunion car nos four- nisseurs cherchaient la petite bête. »"
  },
  {
    "text": "CHERCHER MIDI À QUATORZE HEURES ",
    "desc": "Trouver un problème là où il n'y en a pas ou compliquer une situation de façon inutile. On voit bien comme l'expression est imagée et comme il serait impossible d'être en même temps à midi et à quatorze heures. Cette expression nait au xvi° siècle où elle prend la forme de << chercher midi à onze heures pourquoi a-t-elle évolué de trois heures, l'histoire ne le dit pas."
  },
  {
    "text": "CHERCHER UNE AIGUILLE DANS UNE BOTTE DE FOIN ",
    "desc": "Chercher une chose difficile à trouver, quasiment impossible, soit parce que l'on n'a pas l'ombre d'une piste, soit parce qu'elle se perd dans un ensemble trop vaste. Elle remonte- rait au XVIIeme siècle. Par exemple :<< La seule chose que nous savons du coupable, c'est qu'il était větu de noir: autant chercher une aiguille dans une botte de foin. >>"
  },
  {
    "text": "CHEVEU SUR LA SOUPE (UN)",
    "desc": "Intervenir au mauvais moment. Il n'est jamais agréable de trouver, au restaurant, un cheveu dans la soupe que l'on vient de commander Charles est intervenu comme un cheveu sur la soupe dans la conversation» signifie ici que Charles s'est invité au mauvais moment dans une dis- cussion ;ou«<l est arrivé comme un cheveu sur la soupe veut dire que quelqu'un arrive dans un endroit à un moment inopportun. Cette expression semble être apparue récemment."
  },
  {
    "text": "CHOISIR ENTRE LA PESTE ET LE CHOLERA ",
    "desc": "Faire un choix entre deux solutions équivalentes et toutes deux peu agréables. S'il fallait réel- lement choisir d'attraper la peste ou le choléra, aucun d'entre nous ne serait ravi et ne voudrait avoir à prendre une telle décision! On la trouve en 1882 dans le Littré. Par exemple : 11 n'avait pas beaucoup d'argent, mais pour Valentin, choisir entre être mal habillé et être mal chaussé, c'était comme choisir entre la peste et le choléra, >>"
  },
  {
    "text": "CIRER LES POMPES/LES BOTTES",
    "desc": "Flatter de manière outrancière. On voit bien l'image des chaussures que les petites gens ciraient pour les bourgeois jusqu'au milieu du xx siècle: se retrouvant à genoux, elles étaient soumises. Il existe comme équivalents:<< lécher les bottes » ou passer la brosse à reluire >>. Par exemple :<< Même si cela devait nuire à sa carrière, Erwan n'avait nullement l'intention de cirer les pompes de son patron. >>"
  },
  {
    "text": "CLAIR COMME DE L'EAU DE ROCHE",
    "desc": "Une chose limpide, qui ne pose pas de difficulté à être comprise, qui tient presque de l'évi- dence. L'expression date du xv siècle, et a pour équivalent c'est clair comme le cristal >> même si cette dernière formule est peu usitée. Aujourd'hui, on utilise très facilement l'expression raccourcie « c'est clair ». Par exemple: << Soudain, tout s'est démêlé dans sa tête et la situation lui a paru claire comme de l'eau de roche. >>>"
  },
  {
    "text": "CLOUER LE BEC",
    "desc": "Faire taire, utiliser un argument qui impose le silence à son contradicteur. A l'origine,«< clouer >> vient de cloer », c'est-à-dire «< clore» (il n'y a aucun rapport, donc, avec un clou et un marteau). Le << bec >> non plus n'a aucun rapport avec l'oiseau mais désigne la bouche. Par exemple: Agacé d'être sans cesse contredit par ses opposants, Grégory brandit le règlement pour leur clouer le bec. >>"
  },
  {
    "text": "COMME LE NEZ AU MILIEU DE LA FIGURE",
    "desc": "Evident, impossible à ne pas voir. L'image est parlante: le nez est ce qui se voit le plus, qui occupe une place centrale sur le visage. L'expression date du xvIII siècle. Par exemple: << Comment as-tu pu prendre une amende pour ne pas t'être arrêté au stop? Le panneau se voit pourtant comme le nez au milieu de la figure ! » ou de façon plus figurative : << || n'est pas heureux, ça se voit comme le nez au milieu de la figure. >>"
  },
  {
    "text": "ROULER DANS LA FARINE",
    "desc": "Berner, duper. Cette expression date du xix siècle, époque où le verbe << rouler » signi- fiait déjà << tromper». Elle fait probablement référence à la farine dont les comédiens s'enduisaient le visage pour se maquiller. Cet artifice leur permettait d'être méconnais- sables aux yeux du public et parfois de jouer plusieurs personnages. Ils « trompaient >> ainsi les spectateurs."
  },
  {
    "text": "COMPTER LES MOUTONS",
    "desc": "Chercher à s'endormir. Il s'agit d'imaginer des moutons et de les compter virtuellement ; c'est souvent ce que l'on conseille à un enfant qui n'arrive pas à dormir. L'exercice s'avère fatigant, ou du moins lassant, et le rythme du comptage devient comme une berceuse. Son origine n'est pas claire mais elle viendrait des pays anglo-saxons. Par exemple: Mets- toi au lit tout de suite et compte les moutons. >>>"
  },
  {
    "text": "CONNAÎTRE BIBLIQUEMENT",
    "desc": "Avoir eu des relations sexuelles avec quelqu'un, le connaître dans son plus simple appareil, c'est-à-dire nu(e). L'origine, on s'en doute, est biblique :«< connaître >> signifiant << faire l'amour », il s'agit à la source d'Adam et Ève concevant Cain (ainsi qu'Abel et Seth). Cette expression n'est plus guère utilisée, ou à titre ironique, ou, du moins, pour plaisanter. Par exemple: Ils n'ont pas attendu d'être mariés pour se connaitre bibliquement. >>"
  },
  {
    "text": "CONTER FLEURETTE",
    "desc": "Chercher à séduire. Au xvi siècle << fleuretter >> signifiait mentiron imagine bien alors que cette expression implique quelques travestissements de la réalité pour parvenir à ses fins. En 1834, Horace Raisson rédige le Code galant ou l'art de conter fleurette. Dans son Dictionnaire Tchekhov, Françoise Darnal-Lesné écrit par exemple :« Il conte fleurette à la domestique (...) la laissant croire qu'il va l'épouser. >>"
  },
  {
    "text": "CONTRE VENTS ET MARÉES ",
    "desc": "Envers et contre tout, c'est-à-dire faire une chose en dépit des épreuves qu'elle suppose de traverser. L'expression date du xvIII siècle : elle donne l'image du matelot cherchant à maintenir son navire à flot en pleine tempête, malgré la mer en rage. Par exemple :<< Contre vents et marées, Vincent a réussi à imposer ses idées et à se faire élire président >> signi- fiera que Vincent a rencontré beaucoup d'opposition mais qu'il est parvenu à ses fins."
  },
  {
    "text": "COUP D'ÉPÉE DANS L'EAU (UN)",
    "desc": "Un effort qui reste vain. Donnez un coup d'épée sur une surface dure, soit l'épée se bri- sera, soit la surface cassera. Essayez la même chose dans l'eau, le liquide restera inchangé, tout comme l'arme. Métaphoriquement, l'expression désigne une tentative sans effet, comme dans cet exemple : « La manifestation n'a pas fait reculer le gou- vernement, c'était un coup d'épée dans l'eau. >>"
  },
  {
    "text": "COUPE EST PLEINE (LA)",
    "desc": "C'est assez, en avoir marre (familier). On ne peut verser plus de vin que le haut de la coupe, c'est donc suffisant de s'arrêter là. Il existe plusieurs expressions similaires en terme d'image, comme la goutte d'eau qui fait déborder le vase », et de sens, comme « dépasser les bornes ». Quand les limites sont outrepassées, on sanctionne,« La coupe est pleine, monte dans ta chambre peut être dit à un enfant turbulent."
  },
  {
    "text": "COUPER LA POIRE EN DEUX ",
    "desc": "Faire un compromis, de façon équitable pour chacune des parties. La poire est partagée entre deux personnes chacun a donc obtenu quelque chose. L'expression remonterait au début du xiv siècle, sans que les linguistes ne s'accordent sur son origine exacte. Par exemple :<< Invitée à deux dîners, elle décida de couper la poire en deux : elle prendrait l'apéritif chez l'un et dinerait chez l'autre. >>"
  },
  {
    "text": "COUPER L'HERBE SOUS LE PIED ",
    "desc": "Prendre de court, devancer. À l'origine, il semblerait que l'herbe avait, dans le langage cou- rant, une signification proche de celle du pain, c'est-à-dire qu'en coupant l'herbe sous le pied de quelqu'un, on l'empêchait d'accéder à un moyen de se sustenter. Par exemple : << Je voulais acheter le dernier pain au chocolat mais François, qui faisait la queue devant moi, m'a coupé l'herbe sous le pied en le commandant. >>"
  },
  {
    "text": "COUPER LES CHEVEUX EN QUATRE",
    "desc": "Être tatillon, précis, de manière excessive. Se donner de la peine pour une chose pas si com- pliquée. À l'origine, l'expression existe depuis le xvii siècle mais sous la forme de << fendre >> les cheveux. On voit bien la difficulté que serait de couper un cheveu en quatre, ou la préci- sion dont il faudrait faire preuve pour fendre un cheveu. Par exemple: « Cette réunion a duré deux heures car mes collègues passent leur temps à couper les cheveux en quatre. >>"
  },
  {
    "text": "COURIR SUR LE HARICOT",
    "desc": "Ennuyer, agacer, importuner. On trouve traces de cette expression dès la Renaissance, mais sa forme a beaucoup évolué avant de devenir l'expression que nous utilisons encore aujourd'hui. On dira par exemple: « Mes voisins du dessus sont extrêmement bruyants, ils mettent la musique à fond jusque tard le soir : ça commence à me courir sur le haricot. »>"
  },
  {
    "text": "CRACHER AU BASSINET ",
    "desc": "Payer, sans en avoir forcément l'envie. À l'origine, probablement vers le xvieme siècle, cela désignait la quête faite à l'église, où vous deviez déposer de l'argent dans le panier, dit << le bassin » ou « le bassinet ». Mais le « bassinet » désigne aussi un chapeau militaire dont les soldats se servaient parfois pour faire la quête, voire, dans les cam- pagnes, pour dépouiller les passants."
  },
  {
    "text": "CRIER AU LOUP",
    "desc": "Prétendre qu'un drame est proche d'arriver. L'histoire de Pierre et le loup est connue ; à force de prétendre que le loup arrivait vers les villageois, on n'a plus cru Pierre lorsque les loups sont réellement arrivés. Crier au loup, c'est donc s'alarmer pour un danger inexistant. Par exemple: Il est inutile de crier au loup, tu ne cours aucun danger. >>>"
  },
  {
    "text": "CROIRE LES YEUX FERMÉS",
    "desc": "Équivalent de << faire une confiance aveugle ». S'il n'est certes pas besoin d'ouvrir les yeux pour décider de croire ou non une personne ou une chose qui nous est dite, l'expression, figurative, est parlante : lorsque l'on a confiance en quelqu'un, on n'a pas besoin de véri- fier, de ses propres yeux, ses dires pour les croire. Par exemple: -Je te le jure, ce n'est pas moi qui ai pris ta montre ! Ne t'inquiète pas, je te crois les yeux fermés. >>"
  },

  {
    "text": "C'EST DE BONNE GUERRE",
    "desc": "Reconnaître qu'un coup porté est raisonnable et équilibré, admettre que le coup est valable: Cette expression trouve son origine dans le langage militaire ou de combat, où elle signifie qu'un coup respecte les règles. Par extension, il ne s'agit en fait plus de faire la guerre au sens propre mais au sens figuré. Le dictionnaire Larousse lui associe les notions d'habileté et de ruse."
  },
  {
    "text": "C'EST DU CHINOIS/DE L'HÉBREU",
    "desc": "Je n'y comprends rien. On utilise cette expression depuis le xvin siècle. Le chinois et l'hé breu n'utilisent en fait pas les mêmes caractères que le français ou les langues latines et romaines en général ; c'est donc incompréhensible. Par exemple: Pour ma grand-mère, le langage Internet c'est de l'hébreu ! » ou « Les maths, c'est du chinois ! >>"
  },
  {
    "text": "C'EST DU TOUT CUIT",
    "desc": "C'est déjà gagné (ou gagné d'avance), on est sûrs de réussir. Il semblerait que cette expres- sion soit liée à la viande, qui, si elle est mal cuite, n'est pas pratique à manger, à mastiquer. Ainsi, si elle est << toute cuite, l'affaire sera facile et aisée. Par exemple : « Je n'ai pas révisé pour le bac parce que c'est du tout cuit ! »"
  },
  {
    "text": "C'EST LA CROIX ET LA BANNIÈRE",
    "desc": "C'est difficile, compliqué, ardu. Cette expression remonte au xv siècle et semble être ori- ginaire d'Italie. Lors des processions religieuses, une croix et une bannière particulière- ment lourdes étaient portées par des membres du cortège : la tâche était donc malaisée et demandait une grande rigueur d'organisation. Par exemple : « Passer le permis de conduire dans une grande ville, c'est la croix et la bannière ! »"
  },
  {
    "text": "C'EST LA FIN DES HARICOTS",
    "desc": "C'est la fin de tout. Au départ, le haricot est un aliment de base, peu cher Cette expression fait écho en particulier aux pensionnats du xix siècle, où on en nourrissait les internes lorsque les temps étaient rudes. S'il n'y a plus de haricots, on ne peut plus manger, c'est la fin. Cette expression est maintenant volontiers utilisée de façon ironique."
  },
  {
    "text": "C'EST LE BOUQUET",
    "desc": "Il ne manquait plus que ça. Cette expression est utilisée dans un sens totalement ironique. En effet, ne parle-t-on pas de « bouquet final » lorsqu'on parle de la fin d'un feu d'artifice ? Le bouquet », depuis la fin du xvi siècle, désignait ce qu'il y a de mieux ». L'expression qui nous intéresse, apparue au milieu du xix siècle, prend le contre-pied de ce sens initial pour évoquer un malheur dont on aurait pu se passer."
  },
  {
    "text": "C'EST LE POMPON",
    "desc": "C'est le comble. Se dit pour exprimer le sentiment d'être arrivé au paroxysme d'une situa- tion négative. Un peu comme la goutte d'eau qui fait déborder le vase », cette expression familière n'a pas d'origine claire, mais l'on sait que le pompon désigne le fait d'avoir l'avan- tage (sens guère plus utilisé). S'agit-il, aussi, de décrocher le pompon en haut du manège ?"
  },
  {
    "text": "C'EST UN JEU D'ENFANT(S)",
    "desc": "C'est très facile, même un enfant pourrait le faire [et encore, ce serait pour lui un jeu !). Cette expression dont l'origine n'est pas connue désigne donc une tâche élémentaire. Par exemple:« je suis habitué à tricoter, pour moi c'est un jeu d'enfant », ou «< -Ton rôti était très bon, tu me donneras la recette ! -Tu verras, c'est un jeu d'enfant ! >>"
  },
  {
    "text": "DE BOUCHE À OREILLE",
    "desc": "Une information qui se répand de bouche à oreille est une information qui est transmise de manière orale. Chaque personne informée la dira << depuis sa bouche » jusqu'« aux oreilles » de la personne à qui elle le raconte. Par exemple :« Baptiste et Charlie ne m'ont pas annoncé personnellement leurs fiançailles, mais je l'ai appris par le bouche-à-oreille » signifie que vous avez obtenu l'information d'une tierce personne."
  },
  {
    "text": "DÉCOUVRIR LE POT AUX ROSES",
    "desc": "Se rendre compte de la supercherie. Plusieurs origines sont prétées à cette expression mais nous retiendrons d'abord celle-ci : les parfumeurs d'antan utilisaient de l'eau de rose dis- tillée pour créer leurs parfums, dont les formules étaient gardées secrètes, car précieuses. Il est également possible que la source se trouve dans des mythes antiques ou dans le fait qu'au xvi siècle, graver une rose dans le bois d'un confessionnal signifiait que le secret serait bien gardé."
  },
  {
    "text": "DÉMARRER SUR LES CHAPEAUX DE ROUE",
    "desc": "Dans le vocabulaire automobile, un véhicule << démarre sur les chapeaux de roue >> lorsqu'il démarre très vite. Par extension, se dit donc d'un départ rapide, d'une mise en place effi- cace. Cette expression est à peu près équivalente à « démarrer en fanfare ». Par exemple : «Eh bien ! Ce projet démarre sur les chapeaux de roue, j'en suis ravie ! »"
  },
  {
    "text": "DESHABILLER PIERRE POUR HABILLER PAUL",
    "desc": "Trancher un problème en créant un autre problème. Prendre une chose à quelqu'un pour la donner à un autre, sans améliorer la situation d'aucun. Par exemple, rembourser une dette par un deuxième emprunt. Dans son manuel de sociologie, Gilles Ferréol écrit: << La justice ne consiste pas à déshabiller Pierre pour habiller Paul. » L'expression est d'origine religieuse."
  },
  {
    "text": "DIRE SES QUATRE VÉRITÉS",
    "desc": "Tenir un discours franc, dire avec une sincérité volontiers brutale ce que l'on pense de quelqu'un. Cette expression date du xvi siècle, mais son origine n'est pas très claire. Le chiffre quatre et le pluriel de vérités » indiquent une exhaustivité du discours tenu. Par exemple: Avant de démissionner, Maia a dit ses quatre vérités au chef de service. » Marcel Aymé a intitulé une pièce de théâtre Les Quatre Vérités."
  },
  {
    "text": "DOIGTS DANS LE NEZ (LES)",
    "desc": "Faire une chose facilement. Si on voulait faire cette chose d'une seule main, et se mettre les doigts de l'autre main dans le nez, on le pourrait tant l'entreprise est aisée. On en trouve trace dès le début du xx siècle, apparemment dans le vocabulaire hippique, où une course facile pouvait être gagnée sans que le jockey ne tienne son cheval: il pouvait même se mettre les doigts dans le nez. Par exemple: << Éric a passé son bac- calauréat et l'a eu les doigts dans le nez. >>"
  },
  {
    "text": "DONNER DE LA CONFITURE AUX COCHONS ",
    "desc": "Pejoratif. Donner une chose à quelqu'un qui ne sait l'apprécier (à sa juste valeur), qui s'en moque. Par exemple :« Emmener ce béotien écouter de l'opéra, c'est donner de la confi- ture aux cochons » ou « Il avait cuisiné toute la journée et, à les voir engloutir leur repas, pensa qu'il avait donné de la confiture aux cochons. » L'expression existe presque telle quelle en espagnol mais on dit «< marguerite au lieu de «< confiture >>"
  },
  {
    "text": "DONNER DES AILES",
    "desc": "L'image des ailes évoque la liberté et la légèreté, donne le sentiment que l'on pourrait tout faire. Se dit souvent de l'amour, du bonheur ou de la réussite. Platon a écrit dans un poème : La musique donne une âme à nos cœurs et des ailes à la pensée. » Aristophane utilise aussi cette locution dans sa comédie Les Oiseaux :<< -L'ami, ce ne sont pas des conseils, mais des ailes, que je te demande. En te parlant ainsi, je te donne des ailes. »"
  },
  {
    "text": "DONNER DU FIL À RETORDRE",
    "desc": "Poser des difficultés. A l'origine, dans le vocabulaire des tisserands, il existait toute une manœuvre compliquée et pénible, notamment la torsion des fils. Cette expression est recensée dans le Dictionnaire de l'Académie française de 1798, mais il semblerait qu'elle existait depuis quelques dizaines d'années déjà. Par exemple :<< Ce problème de mathématiques me donne bien du fil à retordre!»"
  },
  {
    "text": "DONNER SA LANGUE AU CHAT",
    "desc": "Avouer que l'on ne sait pas résoudre une énigme, que l'on n'a pas la réponse à une ques- tion. Au départ, on << jetait sa langue au chien », cet animal ne recevant que les restes de nourriture, ce qu'on renonçait à manger. Ici aussi, on renonce à chercher la réponse à une question. Par exemple, lors d'un jeu de société où l'on ne connait pas la réponse: << -Combien y a-t-il de départements en France ? - Je n'en sais rien, je donne ma langue au chat! >>"
  },
  {
    "text": "DONNER UN COUP DE COLLIER",
    "desc": "Accélérer, fournir un effort supplémentaire. Dès le xvii siècle, le collier, sans doute par analogie avec le collier que l'on mettait sur les animaux qui tiraient les charrues ou tra- vaillaient aux champs, désignait le travail. Par extension, on imagine bien que le collier claque sur le cou lorsque l'on avance plus rapidement. Par exemple: Si je donne un bon coup de collier jusqu'à vendredi, je partirai en vacances l'esprit tranquille. »>"
  },
  {
    "text": "DONNER UN OS À RONGER",
    "desc": "Faire une concession. Sur un os il ne reste que peu de chair; l'idée ici est donc bien que cette concession ne coûte pas trop à celui/celle qui la fait. Souvent, cette expres sion familière est employée dans un sens temporaire on « donne un os à ronger ≫ en attendant mieux, par exemple lors de négociations pour calmer les premières revendications."
  },
  {
    "text": "DORMIR SUR SES DEUX OREILLES",
    "desc": "Dormir tranquille, ne pas se faire de soucis, On dit dormir sur une oreille ou l'œil ouvert pour, au contraire, signifier que l'on est tracassé, que l'on doit surveiller une chose Depuis qu'ils avaient un garde du corps, les témoins dans cette affaire de grand bandi tisme dormaient sur leurs deux oreilles, par exemple. L'origine n'est pas connue."
  },
  {
    "text": "ÉCLAIRER LA LANTERNE",
    "desc": "Donner une information, expliciter son propos. L'image est comique : une lanterne est des tinée, elle-même, à éclairer. Si l'on a besoin d'un tiers pour l'éclairer, on renforce l'idée de <<voir le savoir », car dans la lumière on voit mieux. L'image de la lumière est souvent uti- lisée pour évoquer l'intellect («< ce n'est pas une lanterne >> signifie << il/elle n'est pas très malin »). Par exemple: Toi qui t'y connais en économie, éclaire donc ma lanterne >> (donne-moi des clefs d'analyse)."
  },
  {
    "text": "ÉCOUTER AUX PORTES",
    "desc": "Si vous mettez votre oreille contre une porte fermée, surtout si la matière est creuse, vous pourrez sans doute entendre quelques bribes de ce qu'il se passe derrière. Si on a fermé la porte, vous n'étiez pas censé être au courant : cette expression rend donc compte de votre filouterie. Elle existe depuis le xviii siècle. Par exemple: << Les espions savent très bien écouter aux portes.≫"
  },
  {
    "text": "ÉCOUTER D'UNE OREILLE",
    "desc": "N'être que peu attentif, ne pas être entièrement concentré sur ce que son interlocuteur dit. On ne connait pas l'origine de cette expression mais il est évident que si vous n'utilisez qu'une seule de vos deux oreilles, vous manquez des informations et n'êtes qu'à moitié impliqué dans la conversation. On peut « écouter d'une oreille » un disque de la même façon qu'on lit en diagonale » un livre."
  },
  {
    "text": "ÉCRIRE NOIR SUR BLANC",
    "desc": "On se figure aisément l'image de la feuille de papier blanche sur laquelle est écrit ou imprimé un texte à l'encre noire, de sorte qu'on le voit bien. Cela signifie qu'une chose est claire, qu'elle est inscrite et actée, en un mot, incontestable. Par exemple: Comment as-tu pu te tromper de chemin ? Les directions étaient écrites noir sur blanc sur le car ton d'invitation ! >>"
  },
  {
    "text": "EN AVOIR GROS SUR LA PATATE",
    "desc": "Être démoralisé, avoir le cœur lourd, ressentir une grande tristesse. On peut d'ailleurs rem- placer << la patate >> par le cœur » ou «< l'estomac ». C'est au xx eme siècle que l'on com- mence à utiliser le terme << patate » ou « pomme de terre » pour désigner le cœur. Par exemple :<< Après que son compagnon lui a annoncé qu'il le quittait, Thomas en avait gros sur la patate et pleurait souvent. »>"
  },
  {
    "text": "EN AVOIR SA CLAQUE/PLEIN LE DOS",
    "desc": "En avoir marre, ras le bol.« Débrouillez-vous sans moi, j'en ai ma claque ! >> ou << J'en ai plein le dos de tes sermons, arrête de me faire la morale », par exemple. L'image du dos, qui supporte le corps, est parlante si on en a plein de dos »>> c'est qu'on n'en peut plus de supporter une situation. Quand à « la claque », dès le xix siècle, ce terme servait à désigner l'idée d'être repu."
  },
  {
    "text": "EN BAVER",
    "desc": "Rencontrer des difficultés pour atteindre un but, et, plus généralement, souffrir. Si le terme << en baver >> existe depuis la fin du xix siècle, ce n'est qu'au xx eme siècle qu'on lui donne souffrir pour signification. Par exemple: « Après son accident de voiture, il a dû passer trois mois en rééducation. Il en a bavé ! » ou « Elle lui en a fait baver au début, mais maintenant elles ont l'air d'être heureuses ensemble. >>"
  },
  {
    "text": "EN FAIRE TOUT UN FROMAGE",
    "desc": "On dit aussi en faire tout un plat -notez qu'il s'agit toujours de nourriture. Cette expression contemporaine signifie monter une chose sans grande importance en épingle, lui donner plus d'impact qu'elle n'en a réellement. Parlant d'un camarade un peu obtus par exemple, on pourra conseiller: Evite de lui emprunter ses stylos sans les lui demander, il va en faire tout un fromage. >>"
  },
  {
    "text": "EN FAIRE VOIR DE TOUTES LES COULEURS",
    "desc": "Cette expression remonte au début du xix siècle et signifie faire subir différentes choses à quelqu'un, lui jouer de nombreux tours ou être turbulent, toujours prêt à se montrer coquin, flou. Plus généralement, elle peut s'utiliser pour faire subir des épreuves >>. Par exemple : Les adolescents en font voir de toutes les couleurs à leurs parents.»"
  },
  {
    "text": "EN PRENDRE DE LA GRAINE",
    "desc": "Apprendre de quelque chose, en retirer une leçon. Cette expression date du xx siècle et fait référence aux fruits et légumes (à toute plante qui commence par une graine, en fait). Si le végétal est bien entretenu, il poussera bien. De la même façon, un enfant devient adulte sil apprend de la vie et de ses expériences. Par exemple: Je vais te montrer comment faire un gâteau : regarde et prends-en de la graine. >>"
  },
  {
    "text": "EN PRENDRE POUR SON GRADE",
    "desc": "Se faire réprimander, avec force. On voit bien l'image militaire de l'inférieur, faiblement grade, qui se fait gourmander par son supérieur gradé. On dit par exemple: Maurice a été convo- qué à cause de son mauvais travail : il va en prendre pour son grade ! » Par extension, on peut aussi le dire de quelqu'un qui subit une défaite cuisante, par exemple: Face au club du Havre, l'équipe de Nice en a pris pour son grade. >>"
  },
  {
    "text": "EN SUISSE (FAIRE UNE CHOSE)",
    "desc": "Secrètement, sans partager. À l'origine, d'après le linguiste Gaston Esnault, un soldat suisse aurait, en France, payé au bar sa consommation sans se rendre compte qu'il eut été plus poli de proposer de payer la tournée, ou du moins, d'offrir de partager la note avec ses cama rades. L'expression, guère plus utilisée à cause de sa connotation peu amicale pour nos voi sins helvètes, remonterait au début du xix siècle."
  },
  {
    "text": "ENFONCER DES PORTES OUVERTES",
    "desc": "Enoncer comme des vérités des choses évidentes, connues de tous, tenir un discours sans intérêt, sans valeur ajoutée. Cette expression nait à la fin du XVIII eme siècle et est nette : il n'y a aucune difficulté à donner un coup dans une porte déjà ouverte... pour l'ouvrir. Par exemple :<< Je n'aime pas cet essayiste car il ne fait qu'enfoncer des portes ouvertes et n'a aucune analyse personnelle. »"
  },
  {
    "text": "ENFONCER LE CLOU",
    "desc": "En rajouter Plus vous tapez sur un clou avec un marteau, plus vous l'enfoncez dans le bois ou le mur. On dira par exemple : Rosette m'a menti et, pour enfoncer le clou, elle m'a volé mon livre ! » pour signifier que Rosette exagere vraiment et accumule les méfaits, ou : « Ce n'est pas la peine d'enfoncer le clou ! » quand vous souhaitez que votre interlocu- teur se taise et n'ajoute rien à une situation déjà compliquée."
  },
  {
    "text": "ENTERRER LA HACHE DE GUERRE",
    "desc": "Faire la paix ou décider d'une trève. Cette expression trouve sa source dans le monde des Indiens d'Amérique, qui enterraient littéralement une hache (du moins, une hachette), pour signifier symboliquement qu'ils faisaient la paix avec une tribu ennemie. « Allez, recon- naissons chacun nos torts et enterrons la hache de guerre."
  },
  {
    "text": "ENTRE CHIEN ET LOUP",
    "desc": "Dés l'Antiquité, cette expression désigne le moment de la journée où la nuit achève de tom ber et où l'on va bientôt se retrouver dans l'obscurité. Alors, on ne pourra plus reconnaître un chien d'un loup et inversement. Par ailleurs, il semblerait que le chien et le loup aient des << moments réservés au chien la lumière du jour et au loup la nuit. L'expression arrive en France autour du xin siècle."
  },
  {
    "text": "ENTRER DANS LE MOULE",
    "desc": "Se conformer à un modèle, aux usages et codes d'un milieu. N'importe quelle pâte ou com- position prendra la forme du moule dans lequel elle cuit ou se rigidifie. Attention, on dit des jeunes gens récemment diplômés qu'ils sont frais emoulus » de l'université ou de l'école, mais cela n'a aucun rapport, « émoulu signifiant alors«< aiguisé >>"
  },
  {
    "text": "ENVOYER SUR LES ROSES",
    "desc": "Envoyer promener, paitre, bouler, c'est-à-dire faire mauvais accueil à quelqu'un et lui signi fier méchamment qu'il nous importune. Il semble que l'usage du terme << rose >> soit iro- nique par la différence extrême entre la douceur supposée, la beauté prêtée aux roses, et le ton désagréable employé pour signifier qu'on dérange. Par exemple :<< Ne téléphone pas après 21 heures, mon père t'enverrait sur les roses. >>"
  },
  {
    "text": "ÉPATER LA GALERIE",
    "desc": "Amuser ou impressionner les gens. Nicole a montré sa nouvelle montre à tout le monde: elle aime épater la galerie avec son argent » ou « Après le diner, il a épaté la galerie en jouant merveilleusement du piano >>, par exemple. Il y a donc un double usage à cette expression : la réprobation ou la moquerie, et l'admiration sincère. Elle est née au xvii siècle."
  }
]
